Repository: myclabs/Inventory
Catalog: application/languages/UI/feedback.tmx
Source language: fr
Languages: en

source: Aidez-nous à améliorer cette page
en: Help us improve this page

source: Le contenu de cette page n'est pas clair
en: The content of this page is not clear

source: Je constate un dysfonctionnement
en: I want to report a bug

source: J'ai une amélioration à proposer
en: I would like to suggest an improvement

source: Plus de détails (facultatif)
en: More details (optional)

source: Votre retour a été enregistré, merci.
en: Your feedback has been registered, thank you.
